[{"pagename":"pmls dan hussey wins arthur s flemming award","cs_uid":1051872,"parsedimageids":"","fic_award_winner_name":"Dan Hussey","fic_award_description":"<P>Dan Hussey, of NIST's Physical Measurement Laboratory (PML), has been distinguished with a 2015 Arthur S. Flemming Award for his pioneering work in neutron imaging. Established in 1948, the Flemming Awards are designed to celebrate outstanding federal employees for their exceptional contributions to public service. </P> <P>Hussey is one of only&#160;12 employees out of the entire federal workforce selected this year.</P> <P>\"I'm absolutely thrilled that Dan has been recognized for his achievements,\" says Radiation Physics Division Chief Lisa Karam. \"He makes the Division, PML, and NIST proud!\"</P> <P>Hussey won the accolade for his efforts developing a highly sensitive neutron phase imaging technique, which has applications in a range of research areas including semiconductors, biology, geology, and alternative energy. A George Washington University <A id=https://tspppa.gwu.edu/award-recipients| href=\"https://tspppa.gwu.edu/award-recipients\">press release </A>notes that the techniques he has helped develop are becoming industry standards used by most fuel-cell and battery manufacturers. </P> <P>His work was conducted in close collaboration with the NIST Center for Neutron Research (NCNR), whose director, Robert Dimeo, calls the award announcement \"marvelous news.\"</P> <P>Qualities used to select the winners include their leadership abilities and potential for continued excellence.</P> <P>\"This tremendous recognition of Dan Hussey's accomplishments is a high honor for both Dan and PML,\" says PML Director Jim Olthoff. \"On behalf of the lab, I want to congratulate him for his outstanding work.\"</P> <P>Hussey himself says he feels humbled \"to be recognized along with, and from, the many other federal employees who daily strive to keep our country great.\"</P> <P>A ceremony lauding the winners will take place on June 6 at the George Washington University.</P>","pageid":3243662,"imageid":3243688,"taxonomy_ids":"128,129,526,653,654,732,764,965,968","owner_name":"jll2","page_description":"PML's Dan Hussey Wins Arthur S. Flemming Award","fic_award_winner_ou":"pml","imagecaption":"","fic_award_date":"2016-04-27","fic_award_campus":"Gaithersburg","path":"/pml/div682/grp03/pmls-dan-hussey-wins-arthur-s-flemming-award.cfm","fic_award_awarding_organization_contact_name":"Jason Shevrin","fic_award_citation":"<P><A id=CP___PAGEID=1264179,hussey-daniel.cfm,664| href=\"/pml/div682/grp03/hussey-daniel.cfm\">Dan Hussey</A> is a physicist with the <A id=CP___PAGEID=42857,index.cfm,664| href=\"/pml/div682/grp03/index.cfm\">Neutron Physics Group</A> in NIST's <A id=CP___PAGEID=1539183,index.cfm,544| href=\"/pml/index.cfm\">Physical Measurement Laboratory</A> (PML), <A id=CP___PAGEID=2823159,index.cfm,661| href=\"/pml/div682/index.cfm\">Radiation Physics Division</A>. His previous honors include the Presidential Early Career Award in Science and Engineering, 2009.</P> <P>The <A id=https://tspppa.gwu.edu/arthur-s-flemming-awards| href=\"https://tspppa.gwu.edu/arthur-s-flemming-awards\">Flemming Awards</A> honor outstanding federal employees with three to 15 years of federal service for their exceptional contributions to the federal government. Recipients are nominated by their federal agency and then selected from a pool of nominees through a competitive judging process. Awardees are selected based on their work performance and factors such as leadership, social equity support, and their potential for continued excellence. The award is named after quintessential public servant Arthur S. Flemming, who served in government for more than six decades spanning seven administrations and including service as the secretary of health, education and welfare under President Eisenhower.</P>","created":"2016-05-03 11:17:46","changed":"2016-05-03 13:19:08","imagealt":"PML's Dan Hussey","page_title":"PML's Dan Hussey Wins Arthur S. Flemming Award","fic_award_awarding_organization":"Arthur S. Flemming Commission and George Washington University Trachtenberg School of Public Policy and Public Administration, in cooperation with the National Academy of Public Administration","contact_block":"","fic_award_organization_phone":"202-994-5631","fic_award_award_name":"Arthur S. Flemming","fic_award_organization_url":"https://tspppa.gwu.edu/arthur-s-flemming-awards"},{"pagename":"lehman cromer li receive flc tech transfer award","cs_uid":1050817,"parsedimageids":"","fic_award_winner_name":"Don Dooley (Spectrum Detector), John Lehman, Xiaoyu Li, and Chris Cromer","fic_award_description":"<p>The Federal Laboratory Consortium&#160;Award for Excellence in Technology Transfer recognizes science and technology employees in FLC laboratories who have accomplished outstanding work in the process of transferring federally developed technology. A panel of experts from industry, state and local government, academia, and the federal laboratory system judge the nominations.</p>","pageid":1267488,"imageid":1267495,"taxonomy_ids":"50,260","owner_name":"mdowell","page_description":"Lehman, Cromer, and Li Receive 2008 FLC Technology Transfer Award","fic_award_winner_ou":"eeel","imagecaption":"","fic_award_date":"2008-05-08","fic_award_campus":"Boulder","path":"/pml/div686/lehman-cromer-li-receive-flc-tech-transfer-award.cfm","fic_award_awarding_organization_contact_name":"Lorraine Flanders","fic_award_citation":"<p>Chris Cromer, John Lehman, and Xiaoyu Li,&#160;along with Don Dooley (Spectrum Detector), were recognized for their pioneering work in commercializing optical trap detectors for laser power measurements. These optical trap detectors represent the state-of-the-art in calibration transfer standards for laser power measurements and are critical to obtaining traceability through NIST calibration services. The novel trap design allows the measurement of a variety of optical beam geometries, thus supporting diverse optical sources such as laser beams, optical fibers, light emitting diodes (LEDs), and lamps, providing improved accuracy while increasing the tolerance to optical beam variations. The device has successfully decreased metrological uncertainty by National Metrology Institutes worldwide.</p>  <p>Recently, the NIST-designed detector was successfully commercialized by Spectrum Detector, Inc., working in collaboration with the EEEL researchers. The commercial availability of a metrology-grade trap-detector transfer will allow companies that manufacture and use laser power and energy meters to obtain stable, high-accuracy transfer standards, at a reasonable price. Using these advanced detectors for NIST calibrations to obtain optical power traceability will enable a widespread improvement in laser power calibrations by decreasing the uncertainty associated with the detector.</p>","created":"2009-09-24 14:23:20","changed":"2015-12-02 09:32:50","imagealt":"FLC_LehmanLiCromer","page_title":"Lehman, Cromer, and Li Receive 2008 FLC Technology Transfer Award","fic_award_awarding_organization":"Federal Laboratory Consortium for Technology Transfer","contact_block":"<p><a id=\"mailto:robert.hickernell@nist.gov|\" href=\"mailto:robert.hickernell@nist.gov\">Robert Hickernell</a><br />303-497-3455</p><p>Mailstop 815.00<br />325 Broadway<br />Boulder, CO 80305-3328<br /></p>","fic_award_organization_phone":"540-653-2680","fic_award_award_name":"Award for Excellence in Technology Transfer","fic_award_organization_url":"http://federallabs.org"},{"pagename":"marla dowell receives astin award","cs_uid":1050817,"parsedimageids":"","fic_award_winner_name":"Marla Dowell","fic_award_description":"<p>The Allen V. Astin Measurement Science Award, first presented in 1984, is granted for outstanding achievement in the advancement of measurement science or in the delivery of measurement services.</p>","pageid":2903528,"imageid":2776092,"taxonomy_ids":129,"owner_name":"mdowell","page_description":"Marla Dowell Receives 2012 Allen V. Astin Award","fic_award_winner_ou":"pml","imagecaption":"","fic_award_date":"2012-12-05","fic_award_campus":"Boulder","path":"/pml/div686/marla-dowell-receives-astin-award.cfm","fic_award_awarding_organization_contact_name":"NIST","fic_award_citation":"<p>Dr. Marla L. Dowell is recognized for her visionary leadership of the most comprehensive laser metrology program in the world with strong emphases on both customer service and research outcomes. In ten years, Dr. Dowell has transformed the NIST laser metrology program from primarily a calibration services group into an extremely successful research and development organization with both world-leading measurement services and measurement science research supporting a diverse range of customers &#8211; from Fortune 10 to high-tech small businesses, as well as U.S. and foreign government agencies. She has improved nearly every measure of success of the services her Group provides, bringing turn-around time to under 20&#160;days and on-time completion rates to over 95 %. The break-through science that her&#160;group&#160;undertakes&#160;is delivering world-class accuracy for laser power and waveform measurements at a fraction of the previous cost.</p>","created":"2013-10-29 18:27:53","changed":"2015-09-17 09:29:47","imagealt":"DowellAstin","page_title":"Marla Dowell Receives 2012 Allen V. Astin Award","fic_award_awarding_organization":"NIST","contact_block":"","fic_award_organization_phone":"303-497-4384","fic_award_award_name":"Allen V. Astin Award","fic_award_organization_url":""},{"pagename":"boulder safety reps recieve 2010 nist safety award","cs_uid":1050817,"parsedimageids":"","fic_award_winner_name":"Boulder Division Safety Representatives","fic_award_description":"<p>The NIST Safety Award, first presented in 1979, is granted for unusually significant contribution to NIST Occupational Safety and Health Program activities.</p>","pageid":2776104,"imageid":2776108,"taxonomy_ids":130,"owner_name":"mdowell","page_description":"Boulder Safety Reps Receive 2010 NIST Safety Award","fic_award_winner_ou":"pml","imagecaption":"","fic_award_date":"2010-12-01","fic_award_campus":"Boulder","path":"/pml/div686/boulder-safety-reps-recieve-2010-nist-safety-award.cfm","fic_award_awarding_organization_contact_name":"NIST","fic_award_citation":"<p>The Boulder Division Safety Representatives are recognized as an organization for their exemplary leadership, teamwork, and dedication in dramatically improving safety practices at the NIST Boulder Laboratories. Over the past two years, the Boulder Division Safety Representatives have led dramatic improvements in safety practices, many of which have been adopted NIST-wide. Their successes include: development and implementation of a comprehensive Laboratory Hazard Assessment process; collectively developing and reviewing hundreds of hazard assessments and standard operating procedures; and fostering a highly collaborative and mutually supportive safety environment in Boulder, where solutions are developed free from artificial concerns about organizational boundaries.</p>  <p>(Pictured: top image, front row, from left to right: Jolene Splett, Trudi Peppler, Dawn Weller, Jeff Guerrieri; back row, from left to right: Tim Drapela, Grady White, Cam Clickner, Chris Colburn; bottom image: Maggie Crews)</p>","created":"2011-10-24 18:02:08","changed":"2015-09-17 09:11:34","imagealt":"2010groupsafetyaward","page_title":"Boulder Safety Reps Receive 2010 NIST Safety Award","fic_award_awarding_organization":"NIST","contact_block":"","fic_award_organization_phone":"303-497-5342","fic_award_award_name":"NIST Safety Award","fic_award_organization_url":""},{"pagename":"2009 bronze medal for quantum dot metrology","cs_uid":1050817,"parsedimageids":"","fic_award_winner_name":"Richard Mirin, Steven Cundiff, Martin Stevens, and Kevin Silverman","fic_award_description":"<p>The Department of Commerce Bronze Medal Award is the highest honorary award granted by the NIST Director. A Bronze Medal is defined as superior performance characterized by outstanding or significant contributions which have increased the efficiency and effectiveness of NIST.</p>","pageid":2776025,"imageid":2776050,"taxonomy_ids":129,"owner_name":"mdowell","page_description":"2009 Bronze Medal for Quantum Dot Metrology","fic_award_winner_ou":"pml","imagecaption":"","fic_award_date":"2009-12-08","fic_award_campus":"Boulder","path":"/pml/div686/2009-bronze-medal-for-quantum-dot-metrology.cfm","fic_award_awarding_organization_contact_name":"NIST","fic_award_citation":"<p>The team is recognized for their scientific and engineering achievements in semiconductor quantum dot metrology. They have performed ground-breaking measurements of quantum dot absorption and developed practical quantum dot devices. Their remarkable body of work has provided the semiconductor industry with greatly reduced uncertainties in dipole moment measurements, is fueling progress by the quantum information community toward finding an optimal material to be used as a qubit, and has resulted in the development of an innovative new laser device with applications in optical communications and photonic switching.</p>","created":"2011-10-24 15:23:12","changed":"2015-09-17 09:00:29","imagealt":"quantumdotbronze2009","page_title":"2009 Bronze Medal for Quantum Dot Metrology","fic_award_awarding_organization":"Department of Commerce","contact_block":"","fic_award_organization_phone":"303-497-4384","fic_award_award_name":"Department of Commerce Bronze Medal","fic_award_organization_url":""},{"pagename":"cromer lehman li receive french award","cs_uid":1050817,"parsedimageids":"","fic_award_winner_name":"Chris, Cromer, John Lehman, and Xiaoyu Li","fic_award_description":"<p>The French award, first presented in 2000, is granted for significant improvement in products delivered directly to industry, including new or improved NIST calibration services, Standard Reference Materials and Standard Reference Databases.</p>","pageid":2903520,"imageid":"","taxonomy_ids":129,"owner_name":"mdowell","page_description":"Cromer, Lehman, and Li Receive French Award","fic_award_winner_ou":"pml","imagecaption":"","fic_award_date":"2012-12-05","fic_award_campus":"Boulder","path":"/pml/div686/cromer-lehman-li-receive-french-award.cfm","fic_award_awarding_organization_contact_name":"NIST","fic_award_citation":"<p>The team of Christopher Cromer, John Lehman and Xiaoyu Li are recognized for establishing traceability of multi-kilowatt laser power to fundamental units in support of laser manufacturing and military applications. This accomplishment was the result of a lengthy innovative research program in high power laser metrology leading to world class high power optical coatings and novel laser power meters capable of direct, accurate laser power measurements up to 100 kW.</p>  <p>The challenge of making accurate high power measurements for these applications is that a laser bright enough to cut steel will damage today's measurement equipment. New damage resistant materials and power meters were needed to characterize both laser beam quality and power. As a result of the Team's work, NIST is the only National Metrology Institute in the world that can accurately characterize common high power lasers for materials processing, which typically carry a price tag of $10k per 1 kW of power. Accurate laser power measurements, traceable to NIST, are a critical benchmark in this market because of their direct impact on pricing. Thanks to the team, these high power laser systems &#8211; such as those used in laser welding tools and those intended to defuse unexploded land mines &#8211; can now be characterized more quickly and easily using the innovative NIST power meter. The NIST power meter has several novel design features including a water-cooled cavity, world-record high damage threshold coating, in a package roughly one-fifth the size of existing standards in the 1 to 100 kilowatt laser power range. Furthermore, the new NIST power meter is capable of field measurements with a factor of two or more lower overall uncertainty and can be electrically-calibrated in the field, unlike previous, cumbersome standards that were developed at NIST in the 1970's.</p>","created":"2013-10-29 15:48:46","changed":"2015-09-16 15:36:05","imagealt":"","page_title":"Cromer, Lehman, and Li Receive French Award","fic_award_awarding_organization":"NIST","contact_block":"","fic_award_organization_phone":"303-497-4384","fic_award_award_name":"Judson C. French Award","fic_award_organization_url":""},{"pagename":"igor vayshenker receives rocky mountain eagle award","cs_uid":1050817,"parsedimageids":"","fic_award_winner_name":"Igor Vayshenker","fic_award_description":"<p>The Rocky Mountain Eagle Awards are given annual to recognize outstanding achievements of Federal employees who have dedicated their careers to public service.</p>","pageid":2903507,"imageid":2903517,"taxonomy_ids":896,"owner_name":"mdowell","page_description":"Igor Vayshenker Receives Rocky Mountain Eagle Award","fic_award_winner_ou":"pml","imagecaption":"","fic_award_date":"2012-05-17","fic_award_campus":"Boulder","path":"/pml/div686/igor-vayshenker-receives-rocky-mountain-eagle-award.cfm","fic_award_awarding_organization_contact_name":"Gay Page","fic_award_citation":"<p>Fiber optic cable forms the backbone of the U.S. internet. Optical Fiber Power is the most basic measurement for qualifying the performance of the U.S. internet infrastructure and underlying components. Mr. Vayshenker is the Calibration Leader of the NIST Optical Fiber Power Laboratory. Mr. Vayshenker has exemplified sustained excellence in customer service and commitment to high quality calibration services over a 20 year period. Since NIST began tracking calibration customer metrics in 1992, Mr. Vayshenker has been personally responsible for the completion of over 2700 calibration tests, or one test every business day on average, with a 96% on-time completion rate, resulting in over $2.7M in revenue for the federal government. Mr. Vayshenker's technical expertise in high quality optical fiber power measurements is sought out by companies around the world. Mr. Vayshenker's calibration services directly support the NIST mission to promote U.S. innovation and industrial competitiveness through critical measurement solutions for both the commercial broadband communication sector and other government agencies that rely on broadband communication technologies.</p>","created":"2013-10-29 15:35:39","changed":"2015-09-16 13:01:36","imagealt":"Vayshenker_I_08","page_title":"Igor Vayshenker Receives Rocky Mountain Eagle Award","fic_award_awarding_organization":"Colorado Federal Executive Board","contact_block":"","fic_award_organization_phone":"303-202-4588","fic_award_award_name":"2012 Rocky Mountain Eagle Award","fic_award_organization_url":""},{"pagename":"sae woo nam receives 2008 rabinow award","cs_uid":1050817,"parsedimageids":"","fic_award_winner_name":"Sae Woo Nam","fic_award_description":"<p>The Jacob Rabinow Applied Research Award, first presented in 1975, is granted for outstanding achievements in the practical application of the results of scientific engineering research.</p>","pageid":2776110,"imageid":2776114,"taxonomy_ids":129,"owner_name":"mdowell","page_description":"Sae Woo Nam Receives 2008 Rabinow Award","fic_award_winner_ou":"pml","imagecaption":"","fic_award_date":"2008-12-03","fic_award_campus":"Boulder","path":"/pml/div686/sae-woo-nam-receives-2008-rabinow-award.cfm","fic_award_awarding_organization_contact_name":"NIST","fic_award_citation":"Dr. Sae Woo <!--?xml:namespace prefix = st1 /--><st1:place u5:st=\"on\"><st1:country-region u5:st=\"on\">Nam</st1:country-region></st1:place> is recognized for the development and application of ground-breaking single photon detectors, which are furthering some of the world's most challenging endeavors including quantum cryptography, quantum computing, the examination of fundamental assumptions of quantum mechanics, and the ultimate traceability of optical power.  Dr. <st1:place u5:st=\"on\"><st1:country-region u5:st=\"on\">Nam</st1:country-region></st1:place>'s accomplishments include single photon detectors with world-record efficiency in the commercially important telecommunication band, record-holding demonstrations of quantum key distribution (QKD) for ultra-secure communications, and the investigation of quantum states of light for improved metrology.","created":"2011-10-24 18:34:46","changed":"2015-09-16 12:52:19","imagealt":"Nam_Sae_Woo_rabinow","page_title":"Sae Woo Nam Receives 2008 Rabinow Award","fic_award_awarding_organization":"NIST","contact_block":"","fic_award_organization_phone":"303-497-4384","fic_award_award_name":"Jacob Rabinow Applied Research Award","fic_award_organization_url":""},{"pagename":"aiagaward","cs_uid":1050415,"parsedimageids":"","fic_award_winner_name":"Peter Denno","fic_award_description":"<p>The Automotive Industry Action (AIAG) awarded Peter Denno the Outstanding Achievement Award for substantial contribution and leadership on behalf of the automotive industry. They proudly present this award because without the hard work, dedication and support, of Peter and his fellow volunteers, many cost-saving standards and guidelines - used around the globe to achieve a seamless, efficient and responsible supply chain -would never have come to fruition.</p>  <p>Researcher Peter Denno of NIST's Manufacturing Engineering Laboratory also was recognized at the October 8 AIAG ceremony for his contribution to AIAG with a 2009 Outstanding Achievement Award for his leadership and contributions on the Materials Off-Shore Sourcing (MOSS) data standardization and process management supply chain management project. Denno led the development of information exchange standards for the MOSS project to improve the efficiency of operating long-distance supply chains of ocean-going automotive parts into U.S. assembly plants. Supply chain logistics account for about 10 percent of the cost of the car&#8212;the same amount as labor. Denno also received the Outstanding Achievement Award in 2008.</p>","pageid":51381,"imageid":51415,"taxonomy_ids":"372,373","owner_name":"kristy","page_description":"Denno wins AIAG award","fic_award_winner_ou":"mel","imagecaption":"","fic_award_date":"2009-06-30","fic_award_campus":"Gaithersburg","path":"/el/aiagaward.cfm","fic_award_awarding_organization_contact_name":"J. Scot Sharland","fic_award_citation":"<p>For substantial contribution and leadership on behalf of the automotive industry.</p>","created":"2009-07-14 08:14:38","changed":"2015-04-09 16:35:39","imagealt":"Peter Denno","page_title":"AIAG award","fic_award_awarding_organization":"Automotive Industry Action Group","contact_block":"<p>Peter Denno<br /></p><p><strong>General Information:</strong><br />301 975 3595&#160; Telephone<br />301 258 9749 Facsimile<br /></p><p>100 Bureau Drive, M/S 8265<br />Gaithersburg, MD 20899-8365</p>&#160;","fic_award_organization_phone":"248 358 3570","fic_award_award_name":"AIAG Outstanding Achievement Award","fic_award_organization_url":"http://www.aiag.org"},{"pagename":"davis_silver_medal","cs_uid":1051460,"parsedimageids":"","fic_award_winner_name":"Thomas A. Siewert","fic_award_description":"<p>This medal is awarded annually to the authors of papers in the Welding Journal that represent the best progress to welding in the categories of structural design, machine design, and maintenance and surfacing. This award was presented at the American Welding Society Annual Meeting held in October 2008 in Las Vegas.</p>  <p>Thomas Siewert and Steven Banovic of MML are recognized for their publicaiton entitled \"Failure of Welded Floor Truss Connections from the Extension Wall during Collapse of the World Trade Center Towers.\" This paper includes detailed findings of the WTC collapse that will allow welding designers and welding engineers to improve designs and codes, leading to buildings with more resistance to structural collapse.</p>","pageid":25397,"imageid":"","taxonomy_ids":"","owner_name":"barbosa","page_description":"2008 AWS Davis Silver Medal - Thomas Siewert","fic_award_winner_ou":"mml","imagecaption":"","fic_award_date":"2008-10-01","fic_award_campus":"Boulder","path":"/mml/acmd/davis_silver_medal.cfm","fic_award_awarding_organization_contact_name":"Victor Y. Matthews","fic_award_citation":"<p>For their paper entitled \"Failure of Welded Floor Truss Connections from the Extension Wall during Collapse of the World Trade Center Towers\"</p>","created":"2009-02-09 17:58:26","changed":"2015-01-28 16:18:17","imagealt":"","page_title":"2008 AWS Davis Silver Medal - Thomas Siewert","fic_award_awarding_organization":"American Welding Society","contact_block":"","fic_award_organization_phone":"(216) 383-2638","fic_award_award_name":"2008 A.F. Davis Silver Medal - - Thomas Siewert","fic_award_organization_url":"www.aws.org"}]